Repository: collective/portlet.mailman
Catalog: collective/portlet/mailman/locales/*/LC_MESSAGES/collective.portlet.mailman.po
Languages: de, nl

source: Add Mailman Portlet
de: Mailman Portlet hinzufügen
nl: Voeg Mailman Portlet toe

source: Address used to subscribe to the list
de: Die Adresse die benutzt wird um sich bei der Liste anzumelden
nl: Adres van de lijst voor de aanmelding

source: Description of mailinglist
de: Beschreibenden Text in der Portlet gezeigt

source: Descriptive name of the list
de: Bescheibender Name der Liste
nl: Omschrijving van de lijst

source: E-mail address
de: E-mail-Adresse
nl: E-mail adres

source: E-mail address you wish to subscribe.
de: Die E-Mail-Adresse des Anmelders
nl: E-mail adres

source: Edit Mailman Portlet
de: Mailman Portlet bearbeiten
nl: Bewerk Mailman Portlet

source: Email address is invalid
de: Die E-mail-Adresse ist ungültig
nl: E-mail adres is niet valide

source: Header
de: Kopfzeile
nl: Kop

source: Header of the portlet
de: Die Kopfzeile des Portlets
nl: Koptekst van de portlet

source: List name
de: Die öffentlicher Name der Liste
nl: Lijstnaam

source: Mailman address
de: Mailman Adresse
nl: Mailman adres

source: Message displayed after subscribing
de: Text für eine Nachricht nach der Anmeldung
nl: Bericht dat wordt getoond na aanmelding

source: Subscribe
de: Anmelden
nl: Aanmelden

source: Subscription message
de: Text für den Willkommensbericht für neue Abonnenten
nl: Aanmeldings bericht

source: This portlet displays a mailman subscription form.
de: Dieses Portlet zeigt ein Mailman Anmeldeformular
nl: Dit portlet toont een mailman aanmeldings formulier

source: Descriptive text shown in the portlet
nl: Korte omschrijving die wordt getoond in de portlet
